Repository: Yuleira/SectorZero
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# trade_error_not_offer_owner
source: You are not the owner of this listing
zh_hans: 您不是此交易的发起者

# trade_error_offer_expired
source: This listing has expired
zh_hans: 此挂单已过期

# trade_error_offer_not_active
source: This listing is not active
zh_hans: 此挂单未激活

# trade_error_offer_not_found
source: Listing not found
zh_hans: 挂单不存在

# trade_expired
source: Expired
zh_hans: 已过期

# trade_expired_label
source: Expired
zh_hans: 已过期

# trade_expires_at
source: Expires
zh_hans: 过期时间

source: Trade History
zh_hans: 交易历史

# trade_history_empty_subtitle
source: Completed trades will appear here
zh_hans: 完成的交易将显示在这里

# trade_history_empty_title
source: No Trade History
zh_hans: 暂无交易历史

# trade_i_provide
source: I Provide
zh_hans: 我提供

# trade_i_want
source: I Want
zh_hans: 我的需求

# trade_in_stock_format
source: In stock: %d
zh_hans: 库存中有：%d 个

# trade_market_empty_subtitle
source: Check back later for new trade opportunities
zh_hans: 稍后再来看看新的交易机会

# trade_market_empty_title
source: No Active Listings
zh_hans: 暂无交易挂单

# trade_market_title
source: Trade Market
zh_hans: 交易市场

# trade_message
source: Message
zh_hans: 留言

# trade_message_optional
source: Message (Optional)
zh_hans: 留言（可选）

# trade_message_placeholder
source: Add a message...
zh_hans: 添加留言...

# trade_my_offers
source: My Offers
zh_hans: 我的报价

# trade_no_items_available
source: No items available
zh_hans: 没有可用物品

# trade_no_offers_subtitle
source: Create your first trade listing to get started
zh_hans: 创建你的第一个交易挂单开始吧

# trade_no_offers_title
source: No Listings Yet
zh_hans: 暂无挂单

# trade_not_rated_yet
source: Not rated yet
zh_hans: 未评价

# trade_offer_details
source: Listing Details
zh_hans: 挂单详情

# trade_offering
source: I am offering
zh_hans: 正在提供

# trade_offering_items
source: I Am Offering
zh_hans: 我提供的物品

# trade_owner
source: Owner
zh_hans: 发布者

# trade_partner_rating
source: Their Rating
zh_hans: 对方评价

# trade_publish_offer
source: Publish Listing
zh_hans: 发布挂单

# trade_published
source: Published
zh_hans: 已发布

# trade_published_at
source: Published
zh_hans: 已发布

# trade_publishing
source: Publishing...
zh_hans: 发布中...

# trade_rate_now
source: Rate Now
zh_hans: 去评价

# trade_rate_this_trade
source: How was this trade?
zh_hans: 请给这次交易打分

# trade_rate_title
source: Rate Trade
zh_hans: 评价交易

# trade_rating
source: Rating
zh_hans: 评分

# trade_remaining_hours_format
source: %d hours remaining
zh_hans: 剩余 %d 小时

# trade_remaining_minutes_format
source: %d minutes remaining
zh_hans: 剩余 %d 分钟

# trade_requesting
source: I am looking for
zh_hans: 正在寻找

# trade_requesting_items
source: I Want
zh_hans: 需求物品

# trade_search_items
source: Search items...
zh_hans: 搜索物品...

# trade_select_all
source: All
zh_hans: 全部

# trade_select_item
source: Select Item
zh_hans: 选择物品

# trade_select_quantity
source: Select Quantity
zh_hans: 选择数量

# trade_status_active
source: Active
zh_hans: 等待中

# trade_status_cancelled
source: Cancelled
zh_hans: 已取消

# trade_status_completed
source: Completed
zh_hans: 已完成

# trade_status_expired
source: Expired
zh_hans: 已过期

# trade_submit_rating
source: Submit Rating
zh_hans: 提交评价

# trade_submitting
source: Submitting...
zh_hans: 提交中...

# trade_success
source: Trade Successful
zh_hans: 交易成功

# trade_success_message
source: You have received:
zh_hans: 你已获得：

# trade_success_title
source: Trade Successful!
zh_hans: 交易成功！

# trade_system_title
source: Trade System
zh_hans: 交易系统

# trade_test_complete
source: Test Complete
zh_hans: 测试完成

# trade_they_provide
source: They Offer
zh_hans: 对方提供

# trade_they_want
source: They Want
zh_hans: 对方需求

# trade_unknown_user
source: Unknown User
zh_hans: 未知用户

# trade_validity
source: Validity Period
zh_hans: 有效期

# trade_validity_days_format
source: %d Days
zh_hans: %d 天

# trade_validity_hours_format
source: %d Hours
zh_hans: %d 小时

# trade_validity_period
source: Validity Period
zh_hans: 有效期

# trade_view_details
source: View Details
zh_hans: 查看详情

# trade_with_user_format
source: Trade with @%@
zh_hans: 与 @%@ 的交易

# trade_you_gave
source: You Gave
zh_hans: 你提供

# trade_you_received
source: You Received
zh_hans: 你获得

# trade_you_will_pay
source: You will pay:
zh_hans: 你将付出：

# trade_you_will_receive
source: You will receive:
zh_hans: 你将获得：

# trade_your_inventory
source: Your Inventory
zh_hans: 你的库存

# trade_your_rating
source: Your Rating
zh_hans: 你的评价

# unit_meter
source: m
zh_hans: 米

# unlock_default_owned
source: Default owned
zh_hans: 默认拥有

# unlock_require_base_station
source: Requires building "Base Station"
zh_hans: 需建造「营地电台」建筑

# unlock_require_comm_tower
source: Requires building "Communication Tower"
zh_hans: 需建造「通讯塔」建筑

source: Unsubscribe
zh_hans: 取消订阅

# upgrade_go_to_store
source: Go to Store
zh_hans: 前往商店

# upgrade_instant_format
source: Instant Unlock: %lld AEC
zh_hans: 立即解锁：%lld AEC

# upgrade_insufficient_resources
source: Insufficient Resources
zh_hans: 资源不足

# upgrade_needed_resources
source: Required Resources
zh_hans: 所需资源

# upgrade_needed_territories
source: Required Territories
zh_hans: 所需领地

# upgrade_prerequisite
source: Prerequisite Device
zh_hans: 前置设备

# upgrade_prerequisite_required
source: Prerequisite device must be unlocked first
zh_hans: 需要先解锁前置设备

# upgrade_requirements
source: Unlock Requirements
zh_hans: 解锁需求

# upgrade_success
source: Device Unlocked Successfully!
zh_hans: 设备解锁成功！

# upgrade_territories_format
source: Owned %lld / Need %lld
zh_hans: 拥有 %lld / 需要 %lld

# upgrade_unlocked
source: Unlocked
zh_hans: 已解锁

# upgrade_with_resources
source: Unlock with Resources
zh_hans: 使用资源解锁

# vault_aether_coins
source: Aether Coins
zh_hans: 以太币

# vault_aether_energy
source: Aether Energy
zh_hans: 以太能量

# vault_buy_more
source: Buy More
zh_hans: 购买更多

# vault_go_to_store
source: Go to Store
zh_hans: 前往商店

# vault_membership_tier
source: Membership Tier
zh_hans: 会员等级

# vault_storage
source: Storage
zh_hans: 存储

# vault_storage_full
source: Storage full! Upgrade your plan or purchase extra storage.
zh_hans: 存储已满！请升级订阅或购买额外存储空间。

# vault_top_up
source: Top Up
zh_hans: 充值

# vault_unlimited
source: Unlimited
zh_hans: 无限制

# vitals_active_buffs
source: Active Buffs
zh_hans: 活跃增益

# vitals_basic_vitals
source: Basic Vitals
zh_hans: 基础生命体征

# vitals_buff_hint
source: Use food, water, or medicine to gain buffs
zh_hans: 使用食物、水或药品获取增益效果

# vitals_core_health
source: Core Health
zh_hans: 核心生命值

# vitals_fullness
source: Fullness
zh_hans: 饱食度

# vitals_hydration
source: Hydration
zh_hans: 含水量

# vitals_no_active_buffs
source: No Active Buffs
zh_hans: 暂无活跃增益

# vitals_status_good
source: Good
zh_hans: 良好

# vitals_tip
source: Get buffs when Fullness/Hydration >80%, replenish in time
zh_hans: 饱食度/含水量>80%时获得增益，请及时补充

# warning_level_caution
source: Caution
zh_hans: 注意

# warning_level_danger
source: Danger
zh_hans: 危险

# warning_level_safe
source: Safe
zh_hans: 安全

# warning_level_violation
source: Violation
zh_hans: 违规

# warning_level_warning
source: Warning
zh_hans: 警告

source: What is Callsign?
zh_hans: 什么是呼号？

# yearly_plan
source: Yearly
zh_hans: 年付

source: Your Callsign
zh_hans: 您的呼号
